{
    "messages": [
        "¡Ho Ho Ho! Santa está muy orgulloso de ti. Has trabajado duro este año y eso me hace muy feliz. ¡Sigue siendo tan maravilloso!",
        "Santa Claus te observa con una gran sonrisa. Eres una persona muy especial y tienes un corazón enorme. ¡No lo olvides nunca!",
        "¿Sabes qué? Los elfos me han contado cosas muy buenas sobre ti. Dicen que eres amable con todos y eso me encanta. ¡Ho Ho Ho!",
        "Santa tiene un mensaje especial para ti: Cada día que compartes tu amor y alegría con otros, haces el mundo un poco más mágico. ¡Gracias!",
        "¡Atención! Mensaje desde el Polo Norte. Santa quiere que sepas que cree en ti. Puedes lograr todo lo que te propongas. ¡Nunca dejes de soñar!",
        "Los renos me contaron que eres muy valiente y siempre ayudas a los demás. Eso es exactamente lo que Santa más valora. ¡Estoy muy orgulloso!",
        "¿Sabías que los niños como tú hacen que la Navidad sea especial? Tu sonrisa ilumina el mundo igual que Rodolfo ilumina mi camino. ¡Ho Ho Ho!",
        "Mensaje de Santa: Gracias por ser tan bueno con tu familia y amigos. El amor que das a otros es el mejor regalo de todos.",
        "Santa te envía un abrazo gigante desde el Polo Norte. Recuerda que eres único y especial, y que siempre tienes un lugar en mi lista de niños increíbles.",
        "¡Ho Ho Ho! Santa sabe que no siempre es fácil ser bueno, pero tú lo intentas todos los días y eso es lo que importa. ¡Eres fantástico!",
        "Los elfos están muy contentos porque saben que hay niños como tú en el mundo. Tu bondad inspira a todos en el taller del Polo Norte.",
        "Santa quiere que sepas algo importante: No necesitas ser perfecto para ser maravilloso. Solo necesitas ser tú mismo. ¡Y tú eres genial!"
    ],
    "niceListResponses": [
        "¡Por supuesto que sí! Santa te ha visto portarte muy bien. Ayudas en casa, compartes con otros y eso me pone muy contento. ¡Definitivamente estás en la lista de niños buenos!",
        "Déjame revisar mi lista mágica... ¡Sí! Aquí está tu nombre, muy arriba en la lista de niños buenos. ¡Ho Ho Ho! ¡Sigue así!",
        "Los elfos acaban de confirmar que estás en la lista de niños buenos. Me han dicho que te has esforzado mucho este año. ¡Buen trabajo!",
        "Mmm, déjame ver... ¡Ah sí! Tu nombre brilla en la lista de niños buenos. Eso significa que has sido muy especial este año. ¡Ho Ho Ho!"
    ],
    "encouragementResponses": [
        "Santa sabe que todos cometemos errores a veces. Lo importante es aprender de ellos y seguir intentando ser mejor. ¡Yo creo en ti!",
        "Recuerda que cada día es una nueva oportunidad para ser amable. No te preocupes por el pasado, Santa ve el esfuerzo que haces. ¡Tú puedes!",
        "Nadie es perfecto, ni siquiera los elfos. Lo que importa es tener un buen corazón y querer hacer lo correcto. ¡Y sé que tú lo tienes!"
    ]
}